[
    [
        {
            "key": "0",
            "header": "Description of the profession",
            "text": [
                "Welcome to our landing page dedicated to training in the profession of a hairdresser! We offer a comprehensive training program that will help you master all the necessary skills and knowledge for a successful career in this exciting and creative field. Our hairdressing training program is designed by experienced instructors who are themselves professional hairdressers with years of experience. During the training, you will receive not only theoretical knowledge, but also practical skills, working with real models and using professional equipment."
            ]
        },
        {
            "key": "1",
            "header": "Professional skills",
            "text": [
                [
                    "Accuracy and accuracy.",
                    "Communication skills.",
                    "Creativity and sense of style.",
                    "Teamwork.",
                    "Technical skills.",
                    "Organization skills.",
                    "Flexibility and learning perseverance."
                ]
            ]
        },
        {
            "key": "2",
            "header": "Admission to study",
            "text": [
                ["Fill out an application for a specialty 04.05.-04.08.2023 in the e-system www.sais.ee or come to the admissions office 05.06.-04.08.2023 on weekdays 9:00-15:00.",
                    "Average score of the certificate - max 5p (40%)",
                    "Interview - max 15p (20%)",
                    "Practical task (simple braided hairstyle) - max 25p (40%)",
                    "Total - max 65p (100%).",
                    "Passing score - min 24p (40%)."
                ]
            ]
        }
    ],
    [
        {
            "key": "3",
            "header": "College curriculum",
            "text": [
                [
                    "3 years of study",
                    "Language and literature 6 EKAP",
                    "Introduction to vocational studies 2 EKAP",
                    "Developing study and digital skills 2 EKAP",
                    "Study path and work in a changing environment 5 EKAP",
                    "Foreign language 4.5 EKAP",
                    "Basics of customer service 2 EKAP",
                    "Mathematics 5 EKAP",
                    "Basic training in hair and scalp care 4 EKAP",
                    "Natural substances 6 EKAP",
                    "Basics of a hairdresser's creative work 3 EKAP",
                    "Social subjects 7 EKAP",
                    "Cutting hair, beards and mustaches 16 EKAP",
                    "Artificial subjects 1.5 EKAP",
                    "Permanent change of hair structure 7 EKAP",
                    "Hair color treatment 10 EKAP",
                    "Customer service practical work 35 EKAP",
                    "Hair design 8 EKAP",
                    "Professional Finnish language 5 EKAP",
                    "Professional Russian language 5 EKAP",
                    "Preparation for professional exam 4 EKAP",
                    "Entrepreneurship studies 6 EKAP",
                    "Group instructor lesson 1 EKAP",
                    "Hairdresser's professional Estonian language 5 EKAP",
                    "Hand care 5 EKAP",
                    "Final exam 0 EKAP",
                    "Make-up 4 EKAP",
                    "Festive hairstyles 5 EKAP",
                    "Creating a portfolio 3 EKAP",
                    "Practice 30 EKAP"
                ],
                [
                    "2 years of study",
                    "Creating a portfolio 3 EKAP",
                    "Introduction to vocational studies 2 EKAP",
                    "Professional English 5 EKAP",
                    "Basics of customer service 2 EKAP",
                    "Basic training in hair and scalp care 2 EKAP",
                    "Make-up 3 EKAP",
                    "Basics of a hairdresser's creative work 3 EKAP",
                    "Festive hairstyles 4 EKAP",
                    "Preparation for professional exam 2 EKAP",
                    "Cutting hair, beards and mustaches 10 EKAP",
                    "Making permanent curls 4 EKAP",
                    "Hair coloring 6 EKAP",
                    "Hair styling 7 EKAP",
                    "Hairdresser customer service practical work 30 EKAP",
                    "Developing digital skills 1 EKAP",
                    "Professional Finnish language 5 EKAP",
                    "Professional Russian language 5 EKAP",
                    "Entrepreneurship studies 6 EKAP",
                    "Group instructor lesson 1 EKAP",
                    "Hairdresser's professional Estonian language 5 EKAP",
                    "Hand care 4 EKAP",
                    "Final exam 0 EKAP",
                    "Festive hairstyles 5 EKAP",
                    "Practice 30 EKAP",
                    "Study path and work in a changing environment. 5 ECAP"
                ]
            ]
        },
        {
            "key": "4",
            "header": "Personal characteristics",
            "text": [
                "Creativity: Ability to come up with new and original hairstyles, experiment with hair color and style.",
                "Attention to Detail: Meticulous attention to small details to ensure a quality haircut, color or style.",
                "Communication skills: Good communication skills with clients, the ability to listen and understand their wishes, as well as give recommendations and advice.",
                "Empathy: The ability to put yourself in the client's shoes, understand their needs and desires, in order to provide a positive experience.",
                "Organized: Ability to effectively plan one's work, keep customer records, and keep the workplace neat and tidy.",
                "Teamwork: The ability to collaborate with other professionals, such as stylists or makeup artists, to achieve a common goal.",
                "Learning Perseverance: Willingness to continually learn and improve your skills in the hairdressing industry."
            ]
        },
        {
            "key": "5",
            "header": "Additional features",
            "text": [
                [
                    "Opportunities from college",
                    "Erasmus - practice abroad program",
                    "Atelier - ordering clothes for yourself",
                    "Hairdressing salon - an opportunity to earn extra money and gain practice",
                    "Auto repair shop - there is an opportunity for a lower price to check your car"
                ],
                [
                    "Barber Opportunities in the Future",
                    "Specialization: Choose an area in which you want to become an expert, such as hair coloring or styling for special events",
                    "Trend following: Stay up to date with the latest fashion trends and techniques in hairdressing.",
                    "Participation in competitions and shows: Take part in hairdressing competitions or shows to improve your skills and show them to a wide audience.",
                    "Opening Your Own Salon or Studio: Consider opening your own hair salon or studio.",
                    "Training and mentoring: Become a mentor and mentor newcomers to the profession.",
                    "Work on film sets, photo shoots and fashion shows: Collaborate with photographers and designers to work on film sets, photo shoots or fashion shows.",
                    "Additional Education: Consider additional education through courses and trainings to expand your knowledge and skills.",
                    "Customer Base & Loyalty: Grow your customer base and build trust with customers to build loyalty and attract new customers through referrals.",
                    "Products and Brands: Research the various products and brands in the hairdressing industry to choose the best ones for your job.",
                    "Keep learning and evolving: Constantly learn and develop your skills to stay relevant and successful in your profession."
                ]
            ]
        }
    ]
]